IDEA StatiCa Open Model
BoltParam.ColsGridType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the type of cols - regular or shifted.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectorGridType ColsGridType { get; set; }
Public Property ColsGridType As ConnectorGridType
	Get
	Set
public:
property ConnectorGridType ColsGridType {
	ConnectorGridType get ();
	void set (ConnectorGridType value);
}
Property Value
Type: ConnectorGridType
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace